// Misc Strings

"fibre-channel-card-name"           = "Apple FC-kort";
"unknown"                           = "<okänd>";
"default-filename"                  = "Fiberkanalskort";
"port-name-prefix"                  = "Port ";
"slot-name-prefix"					= "Kortplats ";
"restart-required"                  = "Datorn måste startas om innan ändringarna börjar gälla.";

// Status string.

"Offline"                           = "Portlänken är nere.";
"Online"                            = "Portlänken är uppe.";
// Speed status string.
"speed-status"                      = " Hastigheten är inställd till <<replace>>.";	// Note that the "<<replace>>" in this string
                                                                            // is replaced by one of the speed status strings below.
                                                                            // This is to allow for different placements within the
                                                                            // sentance of the status string.

"link-status-nolink"				= "Ingen länk upprättad";
"link-status-nolink-unsupported"	= "Ingen länk upprättad (kabel stöds inte)";
"link-status-link"					= "Länk upprättad";
"link-status-link-unsupported"		= "Länk upprättad (felaktig kabel)";

// speed status string.
"1-gigabit-per-second"              = "1 Gbit/s";
"2-gigabit-per-second"              = "2 Gbit/s";
"speed-automatic"                   = "automatisk konfigurering";
"automatic-1-gigabit"               = "automatisk konfigurering och är just nu 1 Gbit/s";
"automatic-2-gigabit"               = "automatisk konfigurering och är just nu 2 Gbit/s";

// Topology status string.
"toplogy-status"                    = " Porttopologin är inställd till <<replace>>.";	// Note that the "<<replace>>" in this string
                                                                                    // is replaced by one of the speed status strings below.
                                                                                    // This is to allow for different placements within the
                                                                                    // sentance of the status string.
// topology status string.
"point-to-point"                    = "punk-till-punkt";
"arbitrated-loop"                   = "serieloop";
"topology-automatic"                = "automatisk konfigurering";
"automatic-point-to-point"          = "automatisk konfigurering och är just nu punkt-till-punkt";
"automatic-arbitrated-loop"         = "automatisk konfigurering och är just nu serieloop";

// Alerts
"incompatible-driver-title"         = "Installera de senaste drivrutinerna";
"incompatible-driver"               = "Det här programmet kräver version 1.1.0 eller senare av AppleLSIFusionMPT.kext. Se till att du har installerat den senaste drivrutinen och försök igen.";
"alert-no-cards-title"              = "Inget Apple-fiberkanalskort hittades";
"alert-no-cards"                    = "Kontrollera att Apple-fiberkanalskortet är ordentligt installerat och försök igen.";
"alert-restart-title"               = "Starta om datorn";
"alert-restart-required"            = "Datorn måste startas om innan de nya inställningarna börjar gälla. Vill du starta om nu?";
"alert-ok-button"                   = "OK";
"alert-yes-button"                  = "Ja";
"alert-no-button"                   = "Nej";
"alert-cancel-button"               = "Avbryt";
"alert-tool-title"                  = "fibreconfig-verktygsfel";
"alert-fibreconfig-error"           = "Ett fel uppstod med verktyget fibreconfig.";
"alert-missing-tool"                = "Verktyget fibreconfig saknas.";
"alert-non-executeable-tool"        = "Verktyget fibreconfig är inte exekverbart och kanske behöver installeras om.";
"ww-node-name-tooltip"              = "World Wide Node Name";
"ww-port-name-tooltip"              = "World Wide Port Name";